Revit 2027 API
GroupTypeId.CurtainGridV Property
 V Grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtainGridV { get; }
Public Shared ReadOnly Property CurtainGridV As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtainGridV {
	ForgeTypeId^ get ();
}
static member CurtainGridV : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace